<template>
   <div class="main">
    <div id="top1" class="title">总则</div>
    <div class="nr">
      <p>制定本条例的目的在于维护武汉城市留言板秩序，保障留言板用户的合法权益。</p>
      <p>制定本条例的依据是国家有关法律、法规，当本条例与国家法律、法规冲突时，以国家法律、法规为准。<p>
      <p>用户愿意接受本条例，方可注册，成为留言板正式用户。</p>
    </div>

    <div id="top2" class="title">用户权利与责任</div>
    <div class="nr">
      <p>用户享有留言板用户的各种权利，可享受留言板提供的各项服务。</p>
      <p>用户在《武汉城市留言板》所进行的所有活动应遵守中华人民共和国法律法规、遵守相关管理制度、遵守本栏目的管理条例，并自行承担因在版内留言引起的给留言板其他第三人造成的一切直接或间接法律责任。</p>
      <p>用户要注意保管好已注册登记的用户名及密码，如用户发现帐号遭他人非法使用，应立即通知留言板管理员。因黑客行为或用户自身原因导致帐号、密码遭他人非法使用，留言板不承担任何责任。</p>
      <p>如用户认为自己在留言板的权益受到侵害，有权根据留言板相关规定进行投诉申诉。</p>
      <p>用户有权对《武汉城市留言板》的管理提出批评、意见、建议，有权就《武汉城市留言板》运行向留言板提出咨询。</p>
      <p>用户需遵守网络道德，注意网络礼仪，做到文明上网</p>
    </div>


    <div id="top3" class="title">留言规则：禁止的内容</div>
    <div class="nr">
      <p>反对宪法确定的基本原则的；</p>
      <p>危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；</p>
      <p>损害国家荣誉和利益的； </p>
      <p>煽动民族仇恨、民族歧视，破坏民族团结的； </p>
      <p>煽动非法集会、结社、游行、示威、聚众扰乱社会秩序的；</p>
      <p>破坏国家宗教政策，宣扬邪教和封建迷信的； </p>
      <p>属于人大、法院、检察院职权范围内的来访事项，已经进入司法程序或已经办结的；</p>
      <p>已经在本栏目受理或正在办理的或已经复查复核依法终结备案的；</p>
      <p>对人民法院生效的民事判决、裁定、调解书不服的；</p>
      <p>散布谣言，扰乱社会秩序，破坏社会稳定的；</p>
      <p>散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；</p>
      <p>侮辱或者诽谤他人，侵害他人合法权益的； </p>
      <p>以非法民间组织名义活动的； </p>
      <p>包含种族、肤色、性别、性取向、宗教、民族、地域、残疾、社会经济状况等歧视内容的言论和消息； </p>
      <p>明显缺乏章法、错别字过多、内容晦涩空泛的；</p>
      <p>含有法律、行政法规禁止的其他内容的； </p>
      <p>未经公开报道、未经证实的消息（发布本人亲身经历的事件需如实提供个人信息）；</p>
      <p>可能妨害第三方权益的文件或者信息，例如（包括但不限于）：病毒代码、黑客程序、软件破解注册信息；</p>
      <p>抄袭及剽窃他人的作品，转载及引用请注明出处，不得发表原作者禁止转载的文章； </p>
      <p>缺乏理性讨论诚意、无理纠缠、恶意灌水等信息； </p>
      <p>包含影响用户正常浏览的内容或格式的文章； </p>
      <p>重复留言、测试留言、过于私人化的聊天、灌水；
      <p>涉及他人隐私、有意模仿他人注册名或冒充《武汉城市留言板》管理人员发布的信息；</p>
      <p>破坏留言板秩序、侵害留言板利益的其他内容； </p>
      <p>请勿重复、大量留言并张贴与《武汉城市留言板》主旨无关的消息和言论；</p>
      <p>未经留言板同意，请勿张贴任何形式的广告； </p>
      <p>请勿在留言的标题和内容中加入各种特殊符号；</p>
      <p>请勿在留言中加入如下符号组合：ASIIC码、区位码字符、汉字空字符、汉字全角字符、键盘上位字符（由按SHIFT引出的符号）等字符；</p>
      <p>禁止同一账号短时间内连续多次留言并造成版面被同一账号的留言大面积冲击等恶意行为；</p>
    </div>

    <div id="top4" class="title">留言规则：笔名管理规定</div>
    <div class="nr">
      <p>请勿以党和国家领导人或其他具有社会影响的真实姓名、字号、艺名、笔名注册；</p>
      <p>请勿以国家机构或其他社会团体的名称注册；</p>
      <p>请勿注册不文明、不健康之笔名；</p>
      <p>请勿注册易产生歧义、引起他人误解之笔名；</p>
      <p>请勿注册图形符号笔名；</p>
      <p>注册笔名只能使用汉字、英文字母、数字及短横线，禁止使用如下符号组合：ASIIC码、区位码字符、汉字空字符、汉字全角字符、键盘上位字符（由按SHIFT引出的符号）等字符；</p>
      <p>对于和其他《武汉城市留言板》用户笔名名称相近的笔名并可能引起争执的，将支持先注册的笔名用户，而保留取消后注册笔名用户的权利； </p>
      <p>对于严重违反《武汉城市留言板》规则的，留言板保留随时取消其笔名的权力； </p>
      <p>笔名一旦注册不能更改；</p>
      <p>用户需对自己的笔名和密码安全负责，如遗失密码或遗忘用户名，可通过《武汉城市留言板》“找回密码”功能重新获得密码。</p>
    </div>

    <div id="top5" class="title">留言规则：处罚规定</div>
    <div class="nr">
      <p>违反《武汉城市留言板》管理规定的留言及贴图等，管理员有权直接删改。</p>
      <p>对于违反《武汉城市留言板》管理规定的用户，管理员有权删除留言内容并对该用户采取警告、屏蔽用户发言权直至取消用户会员资格的处理。</p>
      <p>对于严重违反《武汉城市留言板》管理规定的，管理员有权封禁用户IP。</p>
    </div>


    <div id="top6" class="title">隐私权保护</div>
    <div class="nr">
      <p>保护用户隐私是《武汉城市留言板》的一项基本政策，栏目保证不向除留言办理工作单位之外的第三方提供单个用户的注册资料、IP及用户在使用网络服务时存储在《武汉城市留言板》的非公开内容，但下列情况除外：</p> 
      <p>（1）用户本人自行将个人信息刊发在留言板正文处或其他公开区域；</p>
      <p>（2）相关的法律法规要求《武汉城市留言板》提供用户的个人资料；</p>
      <p>（3）留言办理工作单位提取用户个人资料用于处理解决留言问题；</p>
      <p>在不透露单个用户隐私资料的前提下，留言板有权对整个用户数据库进行分析并对用户数据库进行适当的使用。</p>
    </div>

    <div id="top7" class="title">版权声明</div>
    <div class="nr">
      <p>用户在《武汉城市留言板》发表的文章或图片仅代表用户本人观点，文责自负。</p>
      <p>转贴文章，请注明原始出处和时间，并注意原作者的版权声明，用户需承担转贴可能引起的版权责任。 </p>
      <p>《武汉城市留言板》有权将栏目内发表的文章或图片（附带版权声明除外）自行或者与他人合作使用，包括但不限于网站、电子杂志、平面出版等。用于平面出版等商业性用途时，将按同行业的稿费标准支付稿酬并于使用前先知会作者。 </p>
      <p>《武汉城市留言板》的文章及图片（包括转贴的文章及图片）版权仅归原作者所有，若作者有版权声明或原作从其它网站转载而附带有原版权声明者，其版权归属以附带声明为准；因作者或第三人对用户发表在留言板上的文章及图片引起的著作权及其他权利纠纷而给留言板造成的任何损失，由用户最终承担。</p>
      <p>《武汉城市留言板》根据版面管理需要有权删除转贴； </p>
      <p>任何转载、引用发表于《武汉城市留言板》的版权文章须符合以下规范：</p>
      <p>（1）征得文章或图片原作者同意，注明作者及文章及图片的出处为"武汉城市留言板"（liuyan.cjn.cn）或"武汉城市留言板"的部门分板。如用于商业性用途，需向作者支付稿酬。 </p>
      <p>（2）任何文章或图片的修改或删除均应保持作者原意并征求原作者同意，并注明授权范围。</p>
    </div>


    <div id="top8" class="title">责任声明</div>
    <div class="nr">
      <p>《武汉城市留言板》用户之间通过栏目相识、交往，或留言办理过程中所发生或可能发生的任何心理、生理上的伤害和经济上的损失，留言板不承担任何责任。</p>
      <p>《武汉城市留言板》用户因其个人原因造成资料保管不妥而导致个人隐私被他人泄露的，留言板不承担任何责任。 </p>
      <p>留言板不担保《武汉城市留言板》各项服务一定能满足用户的要求，也不保证《武汉城市留言板》各项服务不会中断，对《武汉城市留言板》服务的及时性、安全性也不作担保。</p>
      <p>《武汉城市留言板》不保证为向用户提供便利而设置的外部链接的准确性和完整性，同时，对于该等外部链接指向的不由留言板实际控制的任何网页上的内容，留言板也不承担任何责任。</p>
      <p>由于非故意及不可抗拒的原因（含系统维护和升级），导致用户数据丢失、服务暂停或停止，留言板不承担赔偿及其他连带的法律责任，但将尽力减少因此而给用户造成的损失和影响。</p>
    </div>
  </div>
</template>

<script>
export default {

}
</script>

<style>
  .main{
    margin: 10px 10px 20px 30px;
    box-shadow: 0 0 10px 0 #e5e5e5;
    padding: 20px;
  }
  .title{
    font-size: 16px;
    font-weight: bold;
    overflow: hidden;
    margin-bottom: 10px;
    padding-bottom: 6px;
    border-bottom: 1px dashed #e5e5e5;
  }
  .list ul{
    overflow: hidden;
  }
  .list ul li{
    list-style: inside;
    font-size: 14px;
    float: left;
    width: 246px;
    line-height: 22px;
    cursor: pointer;
  }
  .nr{
    margin-bottom: 30px;
  }
  .nr p{
    font-size: 14px;
    line-height: 26px;
  }
</style>